[
  {
    "id": "1",
    "name": "DireRat",
    "description": "Dire Rat is large and ferocious version of a normal rat. It is about the size of a small dog, with sharp teeth and claws. Its fur is mangy and often matted, and it has a long, rat-like tail. Despite its larger size, a dire rat is still quick and agile, able to move rapidly and attack with surprising speed.",
    "experience": "100",
    "attack": "4",
    "defence": "15",
    "hitpoints": "5",
    "damage": "1d4",
    "saveFort": "3",
    "saveReflex": "5",
    "saveWill": "3",
    "gold": "40",
    "image": "DireRat.png"
  },
  {
    "id": "2",
    "name": "DireWezel",
    "description": "Dire Weasels are ferocious and larger than their non-dire counterparts. They have a long, slim body with short legs, sharp claws, and a mouth full of sharp teeth. Their fur is usually dark brown or black, and they have keen senses that make them excellent hunters.",
    "experience": "200",
    "attack": "4",
    "defence": "16",
    "hitpoints": "15",
    "damage": "1d6+3",
    "saveFort": "3",
    "saveReflex": "7",
    "saveWill": "4",
    "gold": "67.5",
    "image": "DireWezel.png"
  },
  {
    "id": "3",
    "name": "Dretch",
    "description": "Dire Weasels are ferocious and larger than their non-dire counterparts. They have a long, slim body with short legs, sharp claws, and a mouth full of sharp teeth. Their fur is usually dark brown or black, and they have keen senses that make them excellent hunters.",
    "experience": "300",
    "attack": "3",
    "defence": "16",
    "hitpoints": "15",
    "damage": "1d4",
    "saveFort": "3",
    "saveReflex": "3",
    "saveWill": "3",
    "gold": "67.5",
    "image": "Dretch.png"
  },
  {
    "id": "4",
    "name": "Azer",
    "description": "Azer is a creature from Dungeons and Dragons, typically depicted as a muscular dwarf-like humanoid made of fiery red-hot metal. They have a head of wild, fiery hair, fiery beards, and their eyes glow red. They are usually depicted as wearing little clothing, as their metal skin provides natural protection. They often carry large hammers or axes made of the same fiery metal they are made of.",
    "experience": "400",
    "attack": "3--3",
    "defence": "19",
    "hitpoints": "20",
    "damage": "1d8+1",
    "saveFort": "4",
    "saveReflex": "4",
    "saveWill": "4",
    "gold": "90",
    "image": "Azer.png"
  },
  {
    "id": "5",
    "name": "BlackBears",
    "description": "Black bear is a large, fearsome carnivorous mammal with a shaggy coat of black fur, sharp teeth, and powerful claws. It stands on all fours, with a hulking, muscular body that can weigh up to 600 pounds. Its eyes are small and beady, and it has a long snout filled with sharp teeth. Despite its intimidating appearance, a black bear can move quickly and quietly through the forest, making it a dangerous predator for any adventurer who crosses its path.",
    "experience": "500",
    "attack": "7",
    "defence": "16",
    "hitpoints": "35",
    "damage": "1d8+5",
    "saveFort": "4",
    "saveReflex": "7",
    "saveWill": "4",
    "gold": "157.5",
    "image": "BlackBears.png"
  },
  {
    "id": "6",
    "name": "Ghast",
    "description": "Ghast is a revolting creature that resembles an emaciated and decayed humanoid. Its skin is a sickly pale green, and its eyes are dark and sunken. Its mouth is filled with sharp, yellowed teeth, and its breath emits a foul odor. The ghast's long, bony fingers end in razor-sharp claws, and its tattered clothing hangs loosely from its skeletal frame. It emits an aura of death and decay, and its presence is unnerving to those who encounter it.",
    "experience": "600",
    "attack": "4--2",
    "defence": "16",
    "hitpoints": "35",
    "damage": "1d8+2",
    "saveFort": "1",
    "saveReflex": "3",
    "saveWill": "5",
    "gold": "157.5",
    "image": "Ghast.png"
  },
  {
    "id": "7",
    "name": "Grick",
    "description": "Grick is a strange and unsettling creature that appears to be a hybrid between a large snake and a giant insect. It has a long, serpentine body covered in chitinous armor, with numerous pairs of sharp, insectoid legs. At the front of its body, it has a large, fanged maw that it uses to grasp and devour its prey. Its eyes are beady and black, and it seems to move with an unsettling, almost insect-like fluidity.",
    "experience": "700",
    "attack": "4--1",
    "defence": "16",
    "hitpoints": "15",
    "damage": "1d4+2",
    "saveFort": "0",
    "saveReflex": "2",
    "saveWill": "5",
    "gold": "67.5",
    "image": "Grick.png"
  },
  {
    "id": "8",
    "name": "Zombies",
    "description": "Zombies are undead creatures often created by dark magic or a contagious disease. They are reanimated corpses that shuffle along with a jerky gait and no sense of purpose other than to seek out and attack any living creatures in their vicinity. Their flesh is usually rotted and decayed, with pieces of flesh falling off as they move. Their eyes are lifeless and their moans are guttural and unnerving. Despite being slow and clumsy, zombies can be relentless and dangerous in large numbers.",
    "experience": "800",
    "attack": "2",
    "defence": "11",
    "hitpoints": "20",
    "damage": "1d6+1",
    "saveFort": "0",
    "saveReflex": "-1",
    "saveWill": "3",
    "gold": "90",
    "image": "Zombies.png"
  },
  {
    "id": "9",
    "name": "Gravehound",
    "description": "Gravehound is a large dog-like creature with black fur, glowing red eyes, and sharp teeth. Its body is muscular and well-built, with powerful legs and a thick tail. Its claws are long and curved, and its ears are pointed and perked up. The Gravehound emits a low growl as it circles its prey, always ready to pounce with deadly force. Its scent is that of death and decay, and those who come across a Gravehound know that danger is imminent.",
    "experience": "900",
    "attack": "9--3",
    "defence": "16",
    "hitpoints": "44",
    "damage": "2d6+4",
    "saveFort": "5",
    "saveReflex": "5",
    "saveWill": "4",
    "gold": "198",
    "image": "Gravehound.png"
  },
  {
    "id": "10",
    "name": "EtheralMarader",
    "description": "The Ethereal Marauder is a fearsome creature, one that is seldom seen by mortal eyes. Its body appears to be a swirling mass of dark, smoky mist, with glowing eyes that burn with an otherworldly energy. Despite its incorporeal form, the Ethereal Marauder is capable of interacting with the physical world, its long, clawed limbs capable of striking with deadly force. The creature seems to be in a constant state of motion, its form never settling into a fixed shape or position. This makes it difficult to get a clear look at the Ethereal Marauder, even for those who are brave enough to face it in combat. Its eerie presence fills the air with a palpable sense of dread, as if the very fabric of reality were being twisted and distorted by its presence.",
    "experience": "1000",
    "attack": "4",
    "defence": "14",
    "hitpoints": "10",
    "damage": "1d6+6",
    "saveFort": "3",
    "saveReflex": "4",
    "saveWill": "1",
    "gold": "45",
    "image": "EtheralMarader.png"
  },
  {
    "id": "11",
    "name": "Goblin",
    "description": "Goblin   is a small humanoid creature standing at about three to four feet tall, with greenish-brown skin and beady red eyes. It has pointy ears and a sharp-toothed mouth that looks like a perpetual snarl. Its lanky arms end in clawed hands, and its spindly legs allow it to move quickly and quietly. It carries crude weapons such as spears, bows, or scimitars, and is known for its sneaky and cunning nature, often ambushing its enemies with traps and surprise attacks.",
    "experience": "1100",
    "attack": "3",
    "defence": "16",
    "hitpoints": "15",
    "damage": "1d8+2",
    "saveFort": "2",
    "saveReflex": "1",
    "saveWill": "0",
    "gold": "67.5",
    "image": "Goblin.png"
  },
  {
    "id": "12",
    "name": "Grimlock",
    "description": "Grimlock is a humanoid creature that stands around 4 to 5 feet tall, with pale, almost translucent skin and no visible eyes. They possess keen hearing and smell senses that compensate for their lack of sight. Their body is thin and sinewy, with long, spindly arms and fingers. They are known to be excellent climbers and have sharp teeth and claws. Their clothing consists of simple rags and hides, and they are often seen wielding primitive weapons such as spears or clubs.",
    "experience": "1200",
    "attack": "4",
    "defence": "15",
    "hitpoints": "25",
    "damage": "1d8+3",
    "saveFort": "1",
    "saveReflex": "4",
    "saveWill": "2",
    "gold": "112.5",
    "image": "Grimlock.png"
  },
  {
    "id": "13",
    "name": "GobinShaman",
    "description": "Goblin shaman is a small, green-skinned humanoid standing at about 3 to 4 feet tall. Its crooked, pointed ears protrude from the sides of its bald head, and its large, bulbous nose dominates its sharp, toothy grin. Its body is skinny and agile, with bony fingers that end in sharp claws. The goblin shaman wears tattered robes and carries a gnarled staff decorated with crude symbols and es. Its eyes glow with a sinister intelligence, and it emanates an aura of malevolence and dark magic.",
    "experience": "1300",
    "attack": "4",
    "defence": "18",
    "hitpoints": "35",
    "damage": "1d6+1",
    "saveFort": "3",
    "saveReflex": "3",
    "saveWill": "6",
    "gold": "157.5",
    "image": "GobinShaman.png"
  },
  {
    "id": "14",
    "name": "Howler",
    "description": "Howlers are terrifying canine-like creatures that resemble a cross between a wolf and a hyena. They have shaggy fur that ranges from dark brown to black, and their eyes glow an eerie red color in the darkness. Howlers are known for their powerful jaws, razor-sharp teeth, and their ability to emit a blood-curdling howl that can disorient and terrify their enemies. They often travel in packs and are skilled hunters, using their speed and agility to take down prey. In combat, they are ferocious opponents, using their jaws and claws to inflict deep injure on their foes.",
    "experience": "1400",
    "attack": "10--5",
    "defence": "17",
    "hitpoints": "50",
    "damage": "2d8+4",
    "saveFort": "7",
    "saveReflex": "8",
    "saveWill": "7",
    "gold": "225",
    "image": "Howler.png"
  },
  {
    "id": "15",
    "name": "Gargoyle",
    "description": "Gargoyles are statuesque creatures resembling winged humanoid figures carved out of stone. They are usually gray or brown in color and have muscular bodies with large wings and sharp talons. Their faces are often twisted into grotesque expressions, with horned foreheads and razor-sharp teeth. Gargoyles are often found perched atop tall buildings or guarding the entrances to dark, foreboding places. In combat, they are skilled at swooping down from above and attacking their enemies with their claws and fangs. They are also known for their ability to turn to stone at will, making them difficult to defeat.",
    "experience": "1500",
    "attack": "6--4",
    "defence": "16",
    "hitpoints": "56",
    "damage": "1d8+3",
    "saveFort": "8",
    "saveReflex": "6",
    "saveWill": "1",
    "gold": "252",
    "image": "Gargoyle.png"
  },
  {
    "id": "16",
    "name": "Kobolts",
    "description": "Kobolds are small, reptilian humanoids with scaly skin ranging in color from rusty brown to a rusty black. They have sharp teeth, claws, and tails. Their eyes are usually either red or yellow, and they often have a distinct odor of damp earth and mold. Kobolds are known for their craftiness and are often seen in groups working together to set traps and ambushes. They are usually armed with short swords, spears, and slings, and may wear scraps of leather armor.",
    "experience": "1600",
    "attack": "2",
    "defence": "15",
    "hitpoints": "12",
    "damage": "1d6+1",
    "saveFort": "2",
    "saveReflex": "1",
    "saveWill": "0",
    "gold": "54",
    "image": "Kobolts.png"
  },
  {
    "id": "17",
    "name": "Barbarians",
    "description": "Barbarian is a class of character that is known for their ferocity, strength, and toughness. Barbarians come from a variety of different cultures, but they share a common trait of being fierce warriors who are skilled in combat. Barbarians are typically portrayed as large, muscular individuals who are more at home in the wilderness than in civilization. They often wear animal skins or other primitive clothing and are armed with weapons such as axes, swords, and spears. In terms of gameplay mechanics, barbarians have a unique ability called \"rage\" that allows them to enter a state of intense combat focus, increasing their strength, durability, and resistance to damage. They also have abilities that make them excellent at tracking, hunting, and surviving in the wilderness. Barbarians are often seen as wild and untamed, but they can also be honorable and loyal. They may have strong ties to their tribe or clan, and are known for their fierce loyalty to their allies.",
    "experience": "1700",
    "attack": "3--1",
    "defence": "18",
    "hitpoints": "40",
    "damage": "1d8+10",
    "saveFort": "3",
    "saveReflex": "1",
    "saveWill": "1",
    "gold": "180",
    "image": "Barbarians.png"
  },
  {
    "id": "18",
    "name": "Centaur",
    "description": "Centaur is a majestic creature with the upper body of a muscular human and the lower body of a powerful horse. Its torso is that of a human, with rippling muscles and a broad chest, while its lower body is that of a sleek, strong horse, with powerful legs and hooves that strike the ground with thunderous force. The Centaur's hair and fur are often long and flowing, with a range of colors from chestnut brown to jet black. Its eyes are keen and intelligent, and its movements are graceful and fluid, making it a formidable opponent in battle. The Centaur stands tall and proud, with an air of nobility and strength that commands respect from all who encounter it.",
    "experience": "1800",
    "attack": "8",
    "defence": "20",
    "hitpoints": "60",
    "damage": "1d10+6",
    "saveFort": "3",
    "saveReflex": "6",
    "saveWill": "5",
    "gold": "270",
    "image": "Centaur.png"
  },
  {
    "id": "19",
    "name": "Mummy",
    "description": "Mummy is a grotesque undead creature wrapped in tattered bandages, its desiccated body visible in places where the fabric has worn away. Its eyes are sunken and hollow, with a dull, lifeless gaze that instills fear in those who look upon it. Its mouth hangs open in a silent scream, revealing rows of yellowed teeth that are still capable of delivering a deadly bite. The Mummy's body is emaciated and shrunken, with skin that is dry and cracked like old parchment. Its movements are slow and deliberate, as if every motion requires a tremendous effort. The bandages that encase the Mummy are often covered in hieroglyphs and ancient symbols, hinting at the powerful magic that keeps this undead horror animated. Overall, the Mummy is a frightening sight to behold, a reminder of the ancient curses and dark powers that still linger in forgotten tombs and ruins.",
    "experience": "1900",
    "attack": "6",
    "defence": "17",
    "hitpoints": "65",
    "damage": "1d6+4",
    "saveFort": "2",
    "saveReflex": "1",
    "saveWill": "7",
    "gold": "292.5",
    "image": "Mummy.png"
  },
  {
    "id": "20",
    "name": "Barghest",
    "description": "Barghest is a fearsome creature with a hulking, muscular body covered in shaggy black fur. Its eyes are glowing with a menacing red hue, and its sharp, pointed ears stand tall atop its head. Its teeth are razor-sharp, and its jaws are powerful, capable of delivering a devastating bite. The Barghest moves with a sinuous grace, its lithe form allowing it to navigate even the narrowest of passageways in the darkest of dungeons. Its claws are long and sharp, capable of rending body and tearing apart armor with ease. The Barghest's presence exudes a sense of primal power and ferocity that strikes fear into the hearts of adventurers. Overall, the Barghest is a formidable opponent, a creature to be respected and feared in equal measure.",
    "experience": "2000",
    "attack": "12--7",
    "defence": "20",
    "hitpoints": "75",
    "damage": "1d8+4",
    "saveFort": "8",
    "saveReflex": "8",
    "saveWill": "10",
    "gold": "337.5",
    "image": "Barghest.png"
  },
  {
    "id": "21",
    "name": "Hobgoblin",
    "description": "Hobgoblin is a medium-sized humanoid creature that is similar in appearance to a goblin but larger and more muscular. They stand at about 6 feet tall and weigh around 200 pounds.  Hobgoblins have reddish-brown or grayish skin, with a flat nose, pointed ears, and sharp teeth. They typically wear armor and carry weapons such as spears, swords, or bows.  In terms of behavior, hobgoblins are known for their discipline and organization. They are often found leading groups of goblins or other creatures, and are skilled at tactics and strategy. They value strength and honor, and may form alliances with other creatures if it serves their purposes. Despite their organized nature, hobgoblins can be cruel and ruthless, and are not to be underestimated in battle.",
    "experience": "2100",
    "attack": "15--7",
    "defence": "18",
    "hitpoints": "35",
    "damage": "2d6+8",
    "saveFort": "3",
    "saveReflex": "1",
    "saveWill": "0",
    "gold": "157.5",
    "image": "Hobgoblin.png"
  },
  {
    "id": "22",
    "name": "Bugbear",
    "description": "Bugbear hairy humanoid creature that is known for its strength and ferocity in battle. They are typically around 7 feet tall and weigh between 250 to 350 pounds. In terms of appearance, a bugbear has long, shaggy fur covering its body, ranging in color from light brown to dark black. They have large, pointed ears and sharp claws that can be used as deadly weapons. Their faces are brutish and menacing, with a prominent snout and sharp teeth. In terms of behavior, bugbears are known for their tendency to be violent and aggressive, often attacking without provocation. They are also known for their love of treasure and will often raid villages and caravans in search of loot. Despite their brutish nature, bugbears are intelligent creatures and are often able to speak Common and other languages. They may also have a strong sense of loyalty to their tribe or clan, and will fiercely defend their own.",
    "experience": "2200",
    "attack": "5",
    "defence": "20",
    "hitpoints": "35",
    "damage": "1d8+4",
    "saveFort": "2",
    "saveReflex": "4",
    "saveWill": "1",
    "gold": "157.5",
    "image": "Bugbear.png"
  },
  {
    "id": "23",
    "name": "OrcGrunt",
    "description": "Orcs are a common humanoid race that are often depicted as brutish, warlike creatures. They have grayish-green skin, muscular builds, and prominent lower jaws. Their eyes are usually red or yellow and they have coarse, dark hair. Orcs are known for their strength, endurance, and aggression. They are often depicted as fierce warriors and raiders, and are feared for their ability to destroy villages and towns. They are typically organized into tribes or clans, and are led by powerful chieftains.  In combat, orcs typically wield weapons such as axes, spears, and bows. They are known for their ferocity and willingness to charge headlong into battle, making them formidable opponents.",
    "experience": "2300",
    "attack": "12--7",
    "defence": "20",
    "hitpoints": "60",
    "damage": "2d6+12",
    "saveFort": "2",
    "saveReflex": "0",
    "saveWill": "1",
    "gold": "270",
    "image": "OrcGrunt.png"
  },
  {
    "id": "24",
    "name": "Gnoll",
    "description": "Gnoll is a fearsome humanoid creature with the head of a hyena and the body of a muscular humanoid. Its fur is shaggy and spotted, with a range of colors from gray to sandy brown. Its eyes are yellow and gleam with a cruel intelligence, while its snout is filled with sharp, razor-like teeth that are capable of tearing through body and bone. The Gnoll's body is lean and athletic, with powerful legs that allow it to run and leap with incredible speed and agility. Its arms are long and muscular, capable of delivering crushing blows with its claws and weapons. The Gnoll's posture is often hunched and predatory, with a feral energy that seems to radiate from its very being. Its howls and yips echo across the plains, striking fear into the hearts of those who hear them. Overall, the Gnoll is a fierce and dangerous creature, one that is not to be underestimated in battle.",
    "experience": "2400",
    "attack": "8--3",
    "defence": "18",
    "hitpoints": "55",
    "damage": "1d12+5",
    "saveFort": "4",
    "saveReflex": "0",
    "saveWill": "0",
    "gold": "247.5",
    "image": "Gnoll.png"
  },
  {
    "id": "25",
    "name": "Xill",
    "description": "Xill is a grotesque creature with a humanoid upper body and a long, segmented insectoid lower body. Its skin is a sickly green color, with a hard exoskeleton covering its insectoid legs. The Xill's head is dominated by a pair of large, bulbous eyes, and its mouth is filled with rows of sharp, serrated teeth. Its long, thin arms end in four-fingered hands, each tipped with a razor-sharp claw. The Xill moves with a creepy, insect-like gait, skittering across surfaces with uncanny speed and agility. The creature is known for its ability to teleport short distances, vanishing and reappearing in the blink of an eye to confound and confuse its enemies. The Xill exudes an aura of malevolence, as if it delights in the suffering and pain of others. Overall, the Xill is a terrifying opponent, one that strikes fear into even the bravest of adventurers.",
    "experience": "2500",
    "attack": "7--7--2--2",
    "defence": "20",
    "hitpoints": "55",
    "damage": "1d6+5",
    "saveFort": "6",
    "saveReflex": "7",
    "saveWill": "5",
    "gold": "247.5",
    "image": "Xill.png"
  },
  {
    "id": "26",
    "name": "Basilisk",
    "description": "Basilisk is a legendary creature with the body of a large, reptilian lizard and a fearsome reputation for its ability to turn its victims to stone with a single glance. Its scales are rough and scaly, with a range of colors from brown to green to yellow. Its eyes are piercing and reptilian, with a golden gleam that strikes fear into the hearts of those who look upon it. The Basilisk's body is long and powerful, with a long, sinuous tail that can be used as a deadly weapon. Its jaws are filled with razor-sharp teeth, capable of crushing bones and rending body with ease. The Basilisk's gaze is its most feared weapon, capable of petrifying anyone who meets its gaze, turning them to stone in an instant. Overall, the Basilisk is a terrifying creature, one that inspires fear and dread in all who hear its name.",
    "experience": "2600",
    "attack": "8",
    "defence": "16",
    "hitpoints": "60",
    "damage": "1d8+3",
    "saveFort": "9",
    "saveReflex": "4",
    "saveWill": "3",
    "gold": "270",
    "image": "Basilisk.png"
  },
  {
    "id": "27",
    "name": "Destrachan",
    "description": "Destrachan is a strange and unsettling creature with a long, sinuous body that is covered in tough, scaly hide. Its skin ranges in color from dark brown to gray, with a mottled, almost camouflaged pattern that allows it to blend into its surroundings. Its most distinctive feature is its head, which is dominated by a large, gaping mouth filled with sharp, jagged teeth. The Destrachan's mouth is also its primary means of detecting its surroundings, emitting powerful sound waves that bounce off of surfaces and provide it with a highly accurate sense of echolocation. The creature's eyes are small and beady, while its limbs are long and slender, ending in sharp, clawed appendages that are capable of rending body and tearing apart armor. The Destrachan moves with an eerie, fluid grace, its movements almost serpentine in nature. Its eerie, otherworldly appearance and highly developed senses make it a formidable foe for any adventurer.",
    "experience": "2700",
    "attack": "9--9",
    "defence": "16",
    "hitpoints": "70",
    "damage": "1d6+5",
    "saveFort": "5",
    "saveReflex": "3",
    "saveWill": "10",
    "gold": "315",
    "image": "Destrachan.png"
  },
  {
    "id": "28",
    "name": "Harpy",
    "description": "Harpy is a creature that is half-human and half-bird, with the body of a human and the wings and talons of a bird. Its face is often described as being both beautiful and terrifying, with a seductive and alluring beauty that can quickly turn to a fierce and predatory snarl. Its hair is often long and flowing, with feathers woven into it to accentuate its avian nature. The Harpy's wings are broad and powerful, allowing it to soar high into the sky and swoop down on its prey with deadly accuracy. Its talons are razor-sharp and strong, capable of crushing bones and tearing apart body with ease. The Harpy's voice is also a potent weapon, capable of charming and luring its prey with a hypnotic melody or screeching at a high pitch to deafen or disorient its enemies. The Harpy is a creature of both beauty and terror, a cunning and deadly foe that is not to be taken lightly.",
    "experience": "2800",
    "attack": "7--2",
    "defence": "15",
    "hitpoints": "40",
    "damage": "1d4+2",
    "saveFort": "2",
    "saveReflex": "7",
    "saveWill": "5",
    "gold": "360",
    "image": "Harpy.png"
  },
  {
    "id": "29",
    "name": "GibberingMouther",
    "description": "Gibbering Mouther is a grotesque, amorphous creature with a mass of eyes, mouths, and limbs that are constantly in motion. Its bodies are formed from a conglomerate of humanoids or animals fused together, each with its own pair of eyes and mouths, all babbling and drooling incoherently. The Gibbering Mouther's movements are erratic and unpredictable, shifting its shape and size as it moves. Its multiple mouths can unleash a deafening cacophony of gibberish, which can drive its enemies to madness. The creature's attacks are also incredibly dangerous, with its mouths biting and grasping at anything that comes within reach.",
    "experience": "2900",
    "attack": "4--4--4--4--4--4",
    "defence": "19",
    "hitpoints": "45",
    "damage": "1d6",
    "saveFort": "2",
    "saveReflex": "2",
    "saveWill": "5",
    "gold": "405",
    "image": "GibberingMouther.png"
  },
  {
    "id": "30",
    "name": "Drow",
    "description": "Drow are a dark-skinned, elven race with white hair and striking, almost inhuman features. They typically stand around 5 to 6 feet tall and possess lithe, graceful bodies. Drow society is highly matriarchal, with powerful priestesses and female warriors known as \"driders\" leading their communities. They have a reputation for being sdispatched in the use of poisons and magic, and their cities are often located deep underground, hidden away from the surface world. Drow are also notorious slavers, often capturing and enslaving other intelligent races. They are fierce opponents, employing advanced tactics and techniques in battle, and are known to be both cunning and ruthless.",
    "experience": "3000",
    "attack": "18--12",
    "defence": "22",
    "hitpoints": "75",
    "damage": "1d8+8",
    "saveFort": "9",
    "saveReflex": "8",
    "saveWill": "5",
    "gold": "675",
    "image": "Drow.png"
  },
  {
    "id": "31",
    "name": "DrowPriestess",
    "description": "Drow are a dark-skinned, elven race with white hair and striking, almost inhuman features. They typically stand around 5 to 6 feet tall and possess lithe, graceful bodies. Drow society is highly matriarchal, with powerful priestesses and female warriors known as \"driders\" leading their communities. They have a reputation for being sdispatched in the use of poisons and magic, and their cities are often located deep underground, hidden away from the surface world. Drow are also notorious slavers, often capturing and enslaving other intelligent races. They are fierce opponents, employing advanced tactics and techniques in battle, and are known to be both cunning and ruthless.",
    "experience": "3100",
    "attack": "18--12--18",
    "defence": "24",
    "hitpoints": "85",
    "damage": "2d6+15",
    "saveFort": "9",
    "saveReflex": "8",
    "saveWill": "5",
    "gold": "765",
    "image": "DrowPriestess.png"
  },
  {
    "id": "32",
    "name": "OrcSargent",
    "description": "Orcs are a common humanoid race that are often depicted as brutish, warlike creatures. They have grayish-green skin, muscular builds, and prominent lower jaws. Their eyes are usually red or yellow and they have coarse, dark hair. Orcs are known for their strength, endurance, and aggression. They are often depicted as fierce warriors and raiders, and are feared for their ability to destroy villages and towns. They are typically organized into tribes or clans, and are led by powerful chieftains.  In combat, orcs typically wield weapons such as axes, spears, and bows. They are known for their ferocity and willingness to charge headlong into battle, making them formidable opponents.",
    "experience": "3200",
    "attack": "10",
    "defence": "22",
    "hitpoints": "50",
    "damage": "1d8+5",
    "saveFort": "6",
    "saveReflex": "2",
    "saveWill": "8",
    "gold": "450",
    "image": "OrcSargent.png"
  },
  {
    "id": "33",
    "name": "OrcWarcrier",
    "description": "Orcs are a common humanoid race that are often depicted as brutish, warlike creatures. They have grayish-green skin, muscular builds, and prominent lower jaws. Their eyes are usually red or yellow and they have coarse, dark hair. Orcs are known for their strength, endurance, and aggression. They are often depicted as fierce warriors and raiders, and are feared for their ability to destroy villages and towns. They are typically organized into tribes or clans, and are led by powerful chieftains.  In combat, orcs typically wield weapons such as axes, spears, and bows. They are known for their ferocity and willingness to charge headlong into battle, making them formidable opponents.",
    "experience": "3300",
    "attack": "12--7",
    "defence": "18",
    "hitpoints": "50",
    "damage": "2d6+10",
    "saveFort": "2",
    "saveReflex": "5",
    "saveWill": "5",
    "gold": "450",
    "image": "OrcWarcrier.png"
  },
  {
    "id": "34",
    "name": "MindflayerLizardman",
    "description": "Mindflayer Lizardman stands at an imposing height, with a powerfully built, muscular body that is covered in tough, scaly skin. Its head is distinctly cephalopod-like, with a pair of large, multifaceted eyes that gleam with an alien intelligence. It has a pair of powerful, muscular arms ending in long, razor-sharp claws, and two additional, tentacle-like appendages that protrude from its back, each ending in a cluster of suckers that allow it to manipulate objects with ease.  This creature possesses powerful psychic abilities that allow it to manipulate the minds of other creatures, as well as the physical strength and resilience of the Lizardman. It is a fierce and dangerous predator, hunting its prey with a combination of brute force and cunning strategy. Its intelligence, combined with its formidable physical abilities, make it a force to be reckoned with, and those who encounter it would be wise to avoid a confrontation if possible.",
    "experience": "3400",
    "attack": "8--8--8--8",
    "defence": "6",
    "hitpoints": "55",
    "damage": "1d4+2",
    "saveFort": "3",
    "saveReflex": "4",
    "saveWill": "9",
    "gold": "495",
    "image": "MindflayerLizardman.png"
  },
  {
    "id": "35",
    "name": "Achaierai",
    "description": "Achaierai is a large, bird-like creature with dark feathers and a distinctive, four-legged gait. Its body is roughly the size of a horse, with a long, sharp beak and powerful talons that it uses to hunt and defend itself. Its legs are thick and muscular, and its feet are tipped with razor-sharp claws that allow it to move easily over rough terrain. The Achaierai is often found in desolate wastelands or other inhospitable environments, where it preys on small creatures and occasionally larger animals. It is known for its fierce, territorial nature and its ability to emit a piercing scream that can stun its prey or disorient potential threats. The Achaierai is a fearsome opponent, and those who cross its path should be prepared for a difficult and dangerous battle.",
    "experience": "3500",
    "attack": "9--4",
    "defence": "20",
    "hitpoints": "70",
    "damage": "2d6+4",
    "saveFort": "7",
    "saveReflex": "6",
    "saveWill": "7",
    "gold": "630",
    "image": "Achaierai.png"
  },
  {
    "id": "36",
    "name": "IceTroll",
    "description": "Ice Troll is a hulking, humanoid creature covered in shaggy, white fur. Its skin is thick and resilient, providing natural armor against both cold and physical attacks. Its face is brutish, with a large, broad nose and thick, jagged teeth that it uses to tear into its prey. The Ice Troll's hands and feet are enormous, with long, razor-sharp claws that can rend through body and bone with ease. It stands at around nine feet tall, towering over most humanoids, and can move surprisingly quickly despite its massive size. Its preferred habitat is the frozen wastes of the far north, where it hunts for seals, walruses, and even the occasional polar bear. The Ice Troll is a fierce and formidable opponent, able to withstand extreme cold and deliver devastating physical attacks. Those who encounter an Ice Troll should be wary, as its ferocity and resilience make it a difficult foe to defeat.",
    "experience": "3600",
    "attack": "12--9",
    "defence": "19",
    "hitpoints": "85",
    "damage": "3d6+9",
    "saveFort": "11",
    "saveReflex": "4",
    "saveWill": "3",
    "gold": "765",
    "image": "IceTroll.png"
  },
  {
    "id": "37",
    "name": "BronzeWyrmling",
    "description": "Bronze Wyrmling is a small, serpentine dragon with shimmering scales of metallic bronze. It has sharp, keen eyes and a pointed snout filled with sharp teeth. Its wings are relatively small, but it can fly with impressive speed and maneuverability. Despite its size, the Bronze Wyrmling has impressive strength and can deliver a powerful bite and claw attack. Its preferred habitat is near bodies of water such as lakes or rivers, where it hunts for fish and small animals. It is known for its ability to produce a powerful electrical shock, which it can use to stun or dispatch its prey, or to defend itself against potential predators. The Bronze Wyrmling is intelligent and curious, and some dragons of this species are known to form alliances with nearby humanoid settlements, trading knowledge and protection for tribute or service.",
    "experience": "3700",
    "attack": "9--4",
    "defence": "16",
    "hitpoints": "50",
    "damage": "1d6+2",
    "saveFort": "6",
    "saveReflex": "5",
    "saveWill": "7",
    "gold": "450",
    "image": "BronzeWyrmling.png"
  },
  {
    "id": "38",
    "name": "BlueSpawnStormLizard",
    "description": "Blue Dragon is a massive, reptilian creature with a sleek, muscular body covered in shimmering blue scales. It has a long, serpentine neck and a large, tooth-filled mouth that it uses to bite and breathe lightning. Its arms are powerful and end in razor-sharp claws, which it uses to rend and tear its prey. Despite the absence of wings, the Blue Dragon is able to move at great speed and can quickly close the distance to its enemies. It is a cunning and intelligent creature, able to understand and speak humanoid languages. Its preferred habitat is the desolate wastelands or arid deserts, where it hunts for large animals and unwary travelers. The Blue Dragon is known for its ability to produce a powerful electrical shock, which it can use to stun or dispatch its prey, or to defend itself against potential predators. Those who cross its path should be wary, as the Blue Dragon is a formidable foe that should not be underestimated.",
    "experience": "3800",
    "attack": "13--6",
    "defence": "21",
    "hitpoints": "90",
    "damage": "1d8+8",
    "saveFort": "10",
    "saveReflex": "9",
    "saveWill": "5",
    "gold": "810",
    "image": "BlueSpawnStormLizard.png"
  },
  {
    "id": "39",
    "name": "FrostGiant",
    "description": "The Frost Giant is a towering humanoid, standing well over 20 feet tall with a powerful, muscular build. Its skin is bluish-white and covered in thick, shaggy fur, providing protection against the frigid temperatures of its northern habitats. It has a wide, brutish face with a prominent nose and a fierce, bearded scowl. The Frost Giant carries a massive weapon, typically a large club or a battle axe, which it wields with deadly force. Despite its massive size, the Frost Giant is surprisingly agile, able to move quickly and gracefully through the snow and ice. It is a formidable opponent in combat, and its icy breath can freeze its enemies solid. Some Frost Giants are known to possess magical abilities, allowing them to control the elements or summon icy minions to do their bidding. The Frost Giants are a proud and territorial race, and any who dare to cross their path should be prepared for a fierce and unforgiving battle.",
    "experience": "3900",
    "attack": "18--13--4",
    "defence": "21",
    "hitpoints": "140",
    "damage": "3d6+12",
    "saveFort": "14",
    "saveReflex": "3",
    "saveWill": "4",
    "gold": "1260",
    "image": "FrostGiant.png"
  },
  {
    "id": "40",
    "name": "Phoenix",
    "description": "The Phoenix is a majestic and mystical bird with vibrant plumage in shades of red, orange, and gold. Its feathers shimmer and glow with a magical energy, and it emits a radiant aura of warmth and light. The Phoenix is a creature of incredible resilience and rebirth, able to rise from its own ashes after death to live anew. It possesses the power of fire, able to conjure and control flames to its will. When threatened, the Phoenix can ignite its own body into a blazing inferno, incinerating its enemies in a searing conflagration. Despite its fearsome abilities, the Phoenix is a creature of noble temperament and great wisdom, possessing ancient knowledge and insight into the mysteries of life and death. Its appearance is a sign of great change or renewal, and it is said that those who encounter a Phoenix are blessed with good fortune and spiritual insight.",
    "experience": "4000",
    "attack": "15",
    "defence": "25",
    "hitpoints": "90",
    "damage": "2d8+8",
    "saveFort": "12",
    "saveReflex": "12",
    "saveWill": "12",
    "gold": "4050",
    "image": "Phoenix.png"
  },
  {
    "id": "42",
    "name": "JuvenileBlackDragon",
    "description": "The Juvenile Black Dragon is a sleek and agile reptilian creature with jet-black scales that glimmer in the dim light. It has a long, sinewy body, powerful legs, and large, leathery wings that allow it to take flight. Its eyes are a piercing shade of yellow, and sharp horns protrude from its head. The Juvenile Black Dragon is a fearsome predator, hunting its prey from the shadows or swooping down from above to catch its victims by surprise. It has a powerful bite and can breathe a stream of acid that can melt through solid objects. The Juvenile Black Dragon is known to be cunning and cruel, taking pleasure in the suffering of others. It hoards treasure and collects trophies from its dispatchs, often making its lair in dark and foreboding places such as swamps or underground caverns. The Juvenile Black Dragon is a formidable opponent, and those who seek to confront it must be prepared for a fierce and deadly battle.",
    "experience": "4200",
    "attack": "16",
    "defence": "22",
    "hitpoints": "150",
    "damage": "1d8+6",
    "saveFort": "",
    "saveReflex": "",
    "saveWill": "",
    "gold": "4050",
    "image": "JuvenileBlackDragon.png"
  },
  {
    "id": "41",
    "name": "Bulette",
    "description": "The Bulette is a massive and ferocious creature resembling a cross between a reptile and a land shark. It has a heavily armored body covered in thick, scaly plates that protect it from harm, and its powerful legs end in razor-sharp claws that can tear through almost anything. Its head is shaped like that of a massive reptile with powerful jaws and razor-sharp teeth, and it has two small, beady eyes that seem to glow with a fierce intelligence. The Bulette is a swift and deadly predator, capable of burrowing through the ground to ambush its prey or charging at them with incredible speed and force. It is known to be aggressive and territorial, attacking anything that encroaches on its territory. The Bulette is a creature to be feared and respected, and those who cross its path would be wise to tread lightly.",
    "experience": "4100",
    "attack": "12--7",
    "defence": "22",
    "hitpoints": "145",
    "damage": "2d8+8",
    "saveFort": "11",
    "saveReflex": "8",
    "saveWill": "4",
    "gold": "3915",
    "image": "Bulette.png"
  },
  {
    "id": "43",
    "name": "ZombieDragon",
    "description": "The Zombie Dragon is a terrifying undead creature that was once a fearsome dragon in life. Its body is covered in rotting body and tattered scales, and its eyes burn with an eerie red light. Its wings are torn and tattered, and its body is emaciated and skeletal in appearance. Despite its decayed state, the Zombie Dragon is still a formidable opponent, possessing incredible strength and resilience. It can breathe a cloud of toxic gas that can rot body and corrode metal, and it has razor-sharp claws and teeth that can tear through armor and body alike. The Zombie Dragon is an undead abomination, often created through dark magic or cursed by a powerful necromancer. It is a creature of pure evil, driven by an insatiable hunger for destruction and chaos. Those who face a Zombie Dragon in battle must be prepared for a grueling and dangerous fight, as this undead creature will stop at nothing to destroy its foes.",
    "experience": "4300",
    "attack": "22--13",
    "defence": "23",
    "hitpoints": "150",
    "damage": "2d6+5",
    "saveFort": "12",
    "saveReflex": "9",
    "saveWill": "9",
    "gold": "4050",
    "image": "ZombieDragon.png"
  },
  {
    "id": "44",
    "name": "StoneConstruct",
    "description": "The Stone Construct is a golem-like creature made entirely of stone. Its body is shaped like that of a humanoid, but its features are crude and roughly hewn, as if carved by a clumsy hand. The Stone Construct's body is incredibly heavy and solid, and it moves with a heavy, deliberate gait. Its eyes are glowing orbs of magical energy, and its fists are massive, capable of crushing stone and bone with ease. The Stone Construct is often created by powerful wizards or mages as a guardian or protector, and it is immune to many forms of magic and elemental attacks. It is a relentless and tireless opponent, capable of fighting for hours without rest, and it can be incredibly difficult to defeat. Those who face a Stone Construct in battle must be prepared for a grueling and dangerous fight, as this stone giant will stop at nothing to protect its master or destroy its foes.",
    "experience": "4400",
    "attack": "18--18",
    "defence": "26",
    "hitpoints": "155",
    "damage": "2d10+10",
    "saveFort": "4",
    "saveReflex": "4",
    "saveWill": "3",
    "gold": "4185",
    "image": "StoneConstruct.png"
  },
  {
    "id": "45",
    "name": "YoungAdultWhiteDragon`",
    "description": "The Young Adult White Dragon is a magnificent and fearsome creature. Its scales are a brilliant white, like freshly fallen snow, and its eyes are a piercing blue that seem to glow with an inner fire. Its wingspan is impressive, allowing it to soar high above its enemies and attack from the air. Its claws and teeth are razor sharp and deadly, capable of tearing through body and bone with ease. The Young Adult White Dragon is highly intelligent and cunning, and it is known for its ability to create cunning traps and ambushes for its prey. Its breath weapon is a blast of freezing cold air that can freeze anything in its path, and it can also create blizzards and snowstorms to confuse and disorient its foes. The Young Adult White Dragon is a formidable opponent, and those who face it in battle must be prepared for a grueling and dangerous fight, as this dragon will stop at nothing to defend its territory and hoard.",
    "experience": "4500",
    "attack": "22--13",
    "defence": "23",
    "hitpoints": "175",
    "damage": "2d6+5",
    "saveFort": "12",
    "saveReflex": "9",
    "saveWill": "9",
    "gold": "4725",
    "image": "YoungAdultWhiteDragon.png"
  },
  {
    "id": "46",
    "name": "FiendishTyrannosaurs",
    "description": "The Fiendish Tyrannosaurus is a terrifying creature, with crimson scales that are hot to the touch and eyes that burn with a fierce, malevolent intelligence. Its roar is a deafening, ear-splitting sound that can cause fear in the hearts of even the bravest warriors. Its jaws are lined with razor-sharp teeth that can easily rip through steel and bone. The Fiendish Tyrannosaurus is massive and muscular, standing at over 20 feet tall and weighing several tons. Its powerful legs allow it to move with incredible speed and agility, and it is capable of chasing down even the swiftest prey. The Fiendish Tyrannosaurus is immune to most forms of magic, and it is incredibly difficult to defeat in battle. It is often summoned by powerful demons or other evil entities to do their bidding, and it is feared and respected by all who encounter it. Those who face the Fiendish Tyrannosaurus in battle must be prepared for a grueling and dangerous fight, as this creature will stop at nothing to dispatch its enemies and fulfill its master's orders.",
    "experience": "4600",
    "attack": "20",
    "defence": "16",
    "hitpoints": "255",
    "damage": "5d8+15",
    "saveFort": "15",
    "saveReflex": "12",
    "saveWill": "10",
    "gold": "6885",
    "image": "FiendishTyrannosaurs.png"
  },
  {
    "id": "47",
    "name": "Nightwalker",
    "description": "The Nightwalker is a terrifying creature, a humanoid shape made entirely of writhing darkness that seems to absorb all light around it. It stands over 10 feet tall and exudes an aura of cold malevolence that freezes the very souls of those who gaze upon it. Its long, spindly arms end in razor-sharp claws that can easily rend through steel and stone. Its eyes are deep pits of blackness that seem to draw in all light and life around them. The Nightwalker is immune to most forms of magic and cannot be harmed by non-magical weapons. Its touch alone can drain the life force of a victim, leaving them a lifeless husk. The Nightwalker is said to be a servant of the god of death, and it is often called upon to collect the souls of the living and bring them to the underworld. Few have ever faced a Nightwalker in battle and lived to tell the tale, as it is an incredibly powerful and dangerous foe.",
    "experience": "4700",
    "attack": "20",
    "defence": "26",
    "hitpoints": "210",
    "damage": "2d6+12",
    "saveFort": "7",
    "saveReflex": "9",
    "saveWill": "17",
    "gold": "22680",
    "image": "Nightwalker.png"
  },
  {
    "id": "48",
    "name": "Glabrezu",
    "description": "The Glabrezu is a demonic creature standing over 20 feet tall with a body that appears to be a grotesque combination of different animals. It has the head of a horned and bearded ape, the body of a giant lobster, and six powerful arms that end in razor-sharp claws. Its eyes glow with an otherworldly intelligence and a malevolent cunning. It can manipulate reality with its powerful magic, creating illusions, summoning demons, and even warping time and space. The Glabrezu is a cunning and deceitful creature, often using its powers of persuasion and mind control to manipulate and deceive those it encounters. Its ultimate goal is to cause chaos and destruction wherever it goes, spreading the influence of its demonic masters. Only the bravest and most skilled adventurers dare to face a Glabrezu in combat, as it is an incredibly powerful and dangerous foe.",
    "experience": "4800",
    "attack": "15--13",
    "defence": "27",
    "hitpoints": "210",
    "damage": "2d8+7",
    "saveFort": "11",
    "saveReflex": "7",
    "saveWill": "10",
    "gold": "22680",
    "image": "Glabrezu.png"
  },
  {
    "id": "49",
    "name": "YoungAdultGreenDragon",
    "description": "Young Adult Green Dragon is an impressive creature, measuring around 16 feet long and weighing about 5,000 pounds. Its scales are a deep forest green color, with a lighter underbelly, and its eyes are bright yellow with vertical slit pupils. The dragon's wings are large and powerful, allowing it to fly at great speeds and heights, and its long tail ends in a spade-like tip. Its teeth and claws are razor-sharp, capable of inflicting serious harm to any who dare to challenge it.  The Young Adult Green Dragon is a cunning and intelligent creature, with a penchant for deception and manipulation. It often uses its charm and magical abilities to sway weaker-minded creatures to do its bidding or to manipulate situations to its advantage. It enjoys hoarding treasure and often lairs in areas where it can easily protect and defend its wealth.  Despite its intelligence and cunning, the Young Adult Green Dragon is a fierce fighter when provoked. It can breathe a cloud of poisonous gas that can quickly incapacitate its enemies, and its powerful claws and tail can strike with lightning-fast speed. Only the bravest and most skilled adventurers would dare to engage in combat with this formidable foe.",
    "experience": "4900",
    "attack": "22--18",
    "defence": "25",
    "hitpoints": "220",
    "damage": "2d6+6",
    "saveFort": "14",
    "saveReflex": "10",
    "saveWill": "12",
    "gold": "23760",
    "image": "YoungAdultGreenDragon.png"
  },
  {
    "id": "50",
    "name": "AdultBlueDragon",
    "description": "Adult Blue Dragon is a fearsome sight to behold. It measures around 70 feet in length and weighs over 60,000 pounds. Its scales are a deep, electric blue color with darker spots, and its eyes are a piercing yellow. The dragon's wings are immense and powerful, allowing it to soar through the skies with ease, and its long, sinuous tail ends in a sharp, barbed point. The Adult Blue Dragon is an intelligent and cunning creature, with a love for treasure and a fierce protective streak. It often lairs in the heart of vast deserts, in ruined cities or ancient tombs, where it can easily defend its wealth and territory. The dragon is highly territorial and aggressive, attacking any creature that enters its domain without permission.  In battle, the Adult Blue Dragon is a formidable foe, capable of breathing a blast of lightning that can level entire buildings or incinerate its enemies. Its massive jaws are lined with razor-sharp teeth, and its claws and tail can strike with tremendous force. Only the most skilled and courageous adventurers would dare to face this powerful beast in combat, and even they would do well to tread cautiously.",
    "experience": "5000",
    "attack": "36--30",
    "defence": "28",
    "hitpoints": "250",
    "damage": "2d8+9",
    "saveFort": "17",
    "saveReflex": "12",
    "saveWill": "15",
    "gold": "27000",
    "image": "AdultBlueDragon.png"
  },
  {
    "id": "51",
    "name": "AdultRedDragon",
    "description": "Adult Red Dragon is a fearsome sight to behold. It measures around 70 feet in length and weighs over 60,000 pounds. Its scales are a deep, electric blue color with darker spots, and its eyes are a piercing yellow. The dragon's wings are immense and powerful, allowing it to soar through the skies with ease, and its long, sinuous tail ends in a sharp, barbed point. The Adult Blue Dragon is an intelligent and cunning creature, with a love for treasure and a fierce protective streak. It often lairs in the heart of vast deserts, in ruined cities or ancient tombs, where it can easily defend its wealth and territory. The dragon is highly territorial and aggressive, attacking any creature that enters its domain without permission.  In battle, the Adult Blue Dragon is a formidable foe, capable of breathing a blast of lightning that can level entire buildings or incinerate its enemies. Its massive jaws are lined with razor-sharp teeth, and its claws and tail can strike with tremendous force. Only the most skilled and courageous adventurers would dare to face this powerful beast in combat, and even they would do well to tread cautiously.",
    "experience": "5100",
    "attack": "31--28",
    "defence": "29",
    "hitpoints": "265",
    "damage": "2d8+9",
    "saveFort": "18",
    "saveReflex": "13",
    "saveWill": "17",
    "gold": "28620",
    "image": "AdultRedDragon.png"
  },
  {
    "id": "52",
    "name": "BlueGodslayer",
    "description": "Blue Godslayer is a humanoid creature that resembles a muscular, blue-skinned giant. They are typically around 20 feet tall and weigh several tons, making them larger and stronger than most creatures in the game. They are known for wielding giant weapons that match their size, such as swords and shields as big as an adult blue dragon. Their skin is a deep blue hue, and their eyes are usually yellow or orange. They have long, shaggy hair that can be black or dark blue in color. Despite their large size, they are known for being surprisingly agile and quick, making them formidable opponents in battle.",
    "experience": "5200",
    "attack": "25--20",
    "defence": "29",
    "hitpoints": "300",
    "damage": "5d6+20",
    "saveFort": "17",
    "saveReflex": "10",
    "saveWill": "12",
    "gold": "32400",
    "image": "BlueGodslayer.png"
  }
]